Repository: CTristan/MaaMacGui-English
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ko

source: "开局干员"使用助战
en: "Starting Operator" Use Support

source: “开局干员”使用助战
en: "Starting Operator" Use Support
ko: "시작 오퍼레이터" 지원 사용

# %@ GiveUpUploadingPenguins
source: %@，放弃上传企鹅物流
en: %@ GiveUpUploadingPenguins
ko: %@, 펭귄 로지스틱스 업로드 포기

# %@ HasReturned
source: %@，已返回
en: %@ HasReturned
ko: %@, 돌아왔습니다.

# %lld ★ Tags
source: %lld★词条
en: %lld ★ Tags
ko: %lld★ 태그

source: <无忧梦呓>请使用特殊关卡名，如AveMujica-8
en: <Nightmare> Please use special stage names like AveMujica-8
ko: <근심 없는 잠꼬대> AveMujica-8과 같은 특별한 스테이지 이름을 사용해주세요.

source: 1层全买。 2层买寻访凭证和招聘许可。
en: Buy everything on Floor 1. Buy Fervor Certificates and Recruitment Permits on Floor 2.
ko: 1층 전부 구매. 2층에서 헤드헌팅 허가증와 모집 허가증을 구매합니다.

source: 3星设置7:40而非9:00
en: Set 3★ to 7:40 instead of 9:00
ko: 3성 7:40 대신 9:00로 설정

# ActingCommandError
source: 代理指挥失误
en: ActingCommandError
ko: 대리 지휘 오류

# AlgorithmDoneSmeltGold %lld UnitTime
source: 锻造赤金%lld次
en: AlgorithmDoneSmeltGold %lld UnitTime
ko: 금괴 제련 %lld회

# Allow Preventing System Sleep
source: 允许阻止系统睡眠
en: Allow Preventing System Sleep
ko: 시스템 절전 모드 방지 허용

# AllTasksComplete
source: 任务已全部完成！
en: AllTasksComplete
ko: 작업을 모두 완료했습니다!

# AP-5
source: 红票-5
en: AP-5
ko: AP-5 (구매증명서)

source: AT-相谈室
en: AT - Mikage Consultation Office - Mini Game
ko: AT-상담실

# Auto Resource Update
source: 自动更新资源
en: Auto Resource Update
ko: 자동 리소스 업데이트

# Automatically Check for Updates
source: 自动检查更新
en: Automatically Check for Updates
ko: 자동 업데이트 확인

# Automatically Download Updates
source: 自动下载更新
en: Automatically Download Updates
ko: 자동 업데이트 다운로드

# BattleFormation: %@
source: 开始编队：%@
en: BattleFormation: %@
ko: 편성 시작: %@

# BattleFormationSelected %@
source: 选择干员：%@
en: BattleFormationSelected %@
ko: 오퍼레이터 선택: %@

# BegunToExplore %lld UnitTime
source: 已开始探索%lld次
en: BegunToExplore %lld UnitTime
ko: 탐험 시작 %lld회

source: Bilibili服
en: Bilibili
ko: Bilibili 서버

# CA-5
source: 技能-5
en: CA-5
ko: CA-5 (스킬개론)

# CE-6
source: 龙门币-6/5
en: CE-6
ko: CE-6/5 (용문폐)

# CheckSettings
source: 请「检查连接设置」或「尝试重启模拟器与 ADB」或「重启电脑」
en: CheckSettings
ko: "연결 설정 확인" 또는 "에뮬레이터 및 ADB 재시작" 또는 "컴퓨터 재시작"을 시도해 주세요.

# Choose Tags: %@
source: 选择 Tags：%@
en: Choose Tags: %@
ko: 태그 선택: %@

# CombatError
source: 战斗出错
en: CombatError
ko: 전투 오류

# CombatOps
source: 关卡：普通作战
en: CombatOps
ko: 스테이지: 일반 작전

# CompleteCombat
source: 完成战斗
en: CompleteCombat
ko: 전투 완료

# CompleteTask %@
source: 完成任务：%@
en: CompleteTask %@
ko: 작업 완료: %@

# ConnectFailed
source: 连接失败
en: ConnectFailed
ko: 연결 실패

# ConnectingToEmulator
source: 正在连接……
en: ConnectingToEmulator
ko: 연결 중…

# Connection Settings
source: 连接设置
en: Connection

# CurrentStage %@
source: 当前步骤：%@
en: CurrentStage %@
ko: 현재 단계: %@

# DreadfulFoe
source: 关卡：险路恶敌
en: DreadfulFoe
ko: 스테이지: 험난한 길

# DropRecognitionError
source: 掉落识别错误
en: DropRecognitionError
ko: 드롭 인식 오류

# EmergencyOps
source: 关卡：紧急作战
en: EmergencyOps
ko: 스테이지: 긴급 작전

# Encounter
source: 关卡：不期而遇
en: Encounter
ko: 스테이지: 우연한 만남

# ErrorOccurred
source: 出现错误
en: ErrorOccurred
ko: 오류 발생

# ExpiringMedicineUsed %lld(+%lld) UnitTime
source: 已使用 48 小时内过期的理智药 %1$lld(+%2$lld) 次
en: ExpiringMedicineUsed %lld(+%lld) UnitTime
ko: 48시간 이내 만료되는 이성 회복제 %1$lld(+%2$lld)회 사용

# ExplorationAbandoned
source: 已放弃本次探索
en: ExplorationAbandoned
ko: 이번 탐험을 포기했습니다.

# FailedToOpenClient
source: 打开客户端失败，请检查配置文件
en: FailedToOpenClient
ko: 클라이언트 실행 실패, 설정 파일을 확인해주세요.

# FastestWayToScreencap: %@ms (%@)
source: 最快截图耗时：%1$@ms (%2$@)
en: FastestWayToScreencap: %@ms (%@)
ko: 가장 빠른 스크린샷 소요 시간: %1$@ms (%2$@)

# FightCompleted
source: 战斗完成
en: FightCompleted
ko: 전투 완료

# FightFailed
source: 战斗失败
en: FightFailed
ko: 전투 실패

# GachaInitTip
source: 在罗德岛竟然有这么多志同道合的志士。是的，诗歌！战争！自由！能在历史的洪流中汇集众人的力量，为这片大地的改变而奋斗。真是令人振奋！这些悲壮又非凡的故事，是应当被传颂下去的。
en: GachaInitTip
ko: 같은 뜻을 가진 의로운 분들이 로도스 아일랜드에 이렇게나 많이 계실 줄은 몰랐습니다. 네, 노래, 전투, 자유! 역사의 격류 속에서 사람들의 힘을 집결시켜 이 대지를 바꾸기 위해 분투할 수 있다니⋯⋯ 이 얼마나 가슴 뜨거운 일인가요! 이런 비장하고도 비범한 이야기는 계속 전승되어야만 합니다.

# GachaTip1
source: 保佑胜利的英雄，我将领受你们的祝福。
en: GachaTip1
ko: 승리를 수호하는 영웅들이여, 축복을 내리소서.

# GachaTip2
source: 伟大的战士们啊，我会在你们身边，与你们一同奋勇搏杀。
en: GachaTip2
ko: 위대한 전사들이여, 제가 함께 서서, 당신들과 끝까지 싸우겠습니다.

# GachaTip3
source: 再转身回头的时候，我们将带着胜利归来。
en: GachaTip3
ko: 다음에 뒤를 돌아보는 건, 승리를 거머쥐고 귀환할 때입니다.

# GachaTip4
source: 不需畏惧，我们会战胜那些鲁莽的家伙！
en: GachaTip4
ko: 두려워할 것 없습니다. 야만적인 무리들 따위는 적수가 아닙니다!

# GachaTip5
source: 欢呼吧！
en: GachaTip5
ko: 환호하라!

# GachaTip6
source: 来吧——
en: GachaTip6
ko: 와라⋯⋯

# GachaTip7
source: 现在可没有后悔的余地了。
en: GachaTip7
ko: 이제 후회의 여지는 없습니다.

# GachaTip8
source: 无需退路。
en: GachaTip8
ko: 도망칠 길 따윈 필요 없습니다.

# GachaTip9
source: 英雄们啊，为这最强大的信念，请站在我们这边。
en: GachaTip9
ko: 영웅들이여, 이 흔들리지 않는 신념을 기리어, 우리와 함께하라.

# GachaTip10
source: 颤抖吧，在真正的勇敢面前。
en: GachaTip10
ko: 벌벌 떨어라. 진정한 용맹함 앞에서.

# GachaTip11
source: 哭嚎吧，为你们不堪一击的信念。
en: GachaTip11
ko: 울부짖어라. 그 여린 신념 아래서.

# GachaTip12
source: 你将在此跪拜。
en: GachaTip12
ko: 여기에 무릎 꿇으십시오.

# GachaTip13
source: 是吗，我们做到了吗……我现在，正体会至高的荣誉和幸福。
en: GachaTip13
ko: 네, 드디어 이뤄냈군요⋯⋯ 저는 지금, 지고의 영예와 행복에 휩싸였습니다.

# GachaTip14
source: 转身吧，勇士们。我们已经获得了完美的胜利，现在是该回去享受庆祝的盛典了。
en: GachaTip14
ko: 뒤를 돌아보십시오, 용사들이여. 우리는 완벽한 승리를 거머쥐었습니다. 자, 돌아가서 환희의 연회를 벌이도록 하죠.

# GachaTip15
source: 听啊，悲鸣停止了。这是幸福的和平到来前的宁静。
en: GachaTip15
ko: 귀를 기울여 주십시오. 이제 비명은 들리지 않습니다. 이게 행복과 평화가 찾아오기 전의 고요함이란 거겠죠.

# GachaTip16
source: 纵使人类的战争没尽头……在这一刻，我们守护住了自己生的尊严。离开吧。但要昂首挺胸。
en: GachaTip16
ko: 인류의 전쟁에 끝은 없을지언정⋯⋯ 이번만큼은 생명의 존엄을 끝까지 지킬 수 있었습니다. 후퇴하죠, 가슴을 펴고 당당하게.

# GachaTip17
source: 这对角可能会不小心撞倒些家具，我会尽量小心。
en: GachaTip17
ko: 이 뿔로 가구를 넘어뜨리지 않도록 조심하겠습니다.

# GainParadigm %@
source: 坍缩范式加深：%@
en: GainParadigm %@
ko: 붕괴 패러다임 심화: %@

# Game Settings
source: 游戏设置
en: Game Settings

# GameCrash
source: 游戏崩溃，重新启动
en: GameCrash
ko: 게임 충돌, 다시 시작

# GameDrop
source: 游戏掉线，重新连接
en: GameDrop
ko: 게임 연결 끊김, 다시 연결

source: Gzip Memory Warning
en: Using Gzip compression may cause memory leaks. It is recommended to disable this for non-testing purposes.

# HasInvested %lld UnitTime
source: 已投资%lld次
en: HasInvested %lld UnitTime
ko: 투자 %lld회

# IdentifyTheMistakes
source: 识别错误
en: IdentifyTheMistakes
ko: 인식 오류

# InfrastDormDoubleConfirmed
source: 干员冲突
en: InfrastDormDoubleConfirmed
ko: 오퍼레이터 충돌

source: IP请求频率过快，请稍后再试
en: IP request rate too high, please try again later.
ko: IP 요청 빈도가 너무 빠릅니다. 잠시 후 다시 시도해 주세요.

# LabelsRefreshed
source: 已刷新标签
en: LabelsRefreshed
ko: 태그를 새로 고쳤습니다.

# LS-6
source: 经验-6/5
en: LS-6
ko: LS-6/5 (경험치)

# MedicineUsed %lld(+%lld) UnitTime
source: 已使用理智药 %1$lld(+%2$lld) 次
en: MedicineUsed %lld(+%lld) UnitTime
ko: 이성 회복제 %1$lld(+%2$lld)회 사용

# MirrorChyan
source: Mirror酱
en: MirrorChyan
ko: Mirror쨩

# MissionStart
source: 已开始行动
en: MissionStart
ko: 작전 시작

# MissionStart %lld UnitTime
source: 已开始行动%lld次
en: MissionStart %lld UnitTime
ko: 작전 시작 %lld회

# NoDrop
source: 无
en: NoDrop
ko: 없음

# NotEnoughStaff
source: 可用干员不足
en: NotEnoughStaff
ko: 사용 가능한 오퍼레이터 부족

source: OS-喀兰贸易技术研发部
en: OS-Karlan Trade Technology R&amp;D Department

source: PlayCover 链接…
en: PlayCover Link...
ko: PlayCover 연결 중…

source: PlayTools Documentation
en: Please refer to the [documentation](https://maa.plus/docs/en/manual/device/macos.html) for PlayTools usage.

source: PlayTools 的使用请参考[文档](https://maa.plus/docs/zh-cn/manual/device/macos.html)。
en: Please refer to the [documentation](https://maa.plus/docs/en/manual/device/macos.html) for PlayTools usage.
ko: PlayTools 사용법은 [문서](https://maa.plus/docs/zh-cn/manual/device/macos.html)를 참조하세요.

# Please select one task to config
source: 未选择任务
en: Please select one task to config
ko: 작업을 선택하지 않았습니다.

source: Prevent System Sleep Tip
en: Scheduled tasks may fail after system sleep. Enable this to prevent automatic sleep.

# ProductIncorrect
source: 产物与配置不相符
en: ProductIncorrect
ko: 생산물이 구성과 맞지 않습니다.

source: PV-烟花筹委会
en: PV - Fireworks Organizing Committee

# Read item_index.json failed: %@
source: 读取道具列表失败：%@
en: Read item_index.json failed: %@
ko: 아이템 목록 읽기 실패: %@

# Receive Beta Updates
source: 接收测试版更新
en: Receive Beta Updates
ko: 개발 버전 업데이트 받기

# ReconnectFailed
source: 重连失败，连接断开！
en: ReconnectFailed
ko: 재연결 실패, 연결 끊김!

# ReconnectSuccess
source: 重连成功，继续任务
en: ReconnectSuccess
ko: 재연결 성공, 작업 계속

# RecruitConfirm
source: 已确认招募
en: RecruitConfirm
ko: 모집 확정

# RecruitingResults: %@
source: 公招识别结果：%@
en: RecruitingResults: %@
ko: 공개 모집 인식 결과: %@

# RecruitmentRecognitionTip
source: 小提示：和主界面的自动公招是两个独立的功能， 请手动打开游戏公招 Tags 界面后使用～
en: RecruitmentRecognitionTip
ko: 팁: 메인 화면의 자동 공개 모집과는 별개의 기능입니다. 수동으로 게임 공개 모집 태그 화면을 연 후 사용해주세요~

# Refreshed %lld UnitTime
source: 当前槽位已刷新 %lld 次
en: Refreshed %lld UnitTime
ko: 현재 슬롯 %lld회 새로 고침

# ResolutionAcquisitionFailure
source: 模拟器分辨率获取失败，建议重启模拟器与 ADB 或重启电脑，或更换模拟器后再次尝试
en: ResolutionAcquisitionFailure
ko: 에뮬레이터 해상도 가져오기 실패. 에뮬레이터와 ADB를 재시작하거나, 컴퓨터를 재시작하거나, 에뮬레이터를 교체한 후 다시 시도하는 것을 권장합니다.

# ResolutionNotSupported
source: 模拟器分辨率不支持，请设置为 720p 或更高，且为 16:9 比例
en: ResolutionNotSupported
ko: 지원되지 않는 에뮬레이터 해상도입니다. 720p 이상, 16:9 비율로 설정해주세요.

# Resource update not needed
source: 资源无需更新
en: Resource update not needed

# Resource Update Source
source: 资源更新来源
en: Resource Update Source
ko: 리소스 업데이트 출처

# Restart App for Changes
source: 重启应用以使更改生效。
en: Restart the app for changes to take effect.
ko: 변경 사항을 적용하려면 앱을 재시작하세요.

source: RM-次生预案
en: RM-Contingency Plan

# RoguelikeGamePass
source: 肉鸽通关啦！
en: RoguelikeGamePass
ko: 로그라이크 클리어!

# RoguelikeSpecialItemBought
source: 购买了特殊商品！
en: RoguelikeSpecialItemBought
ko: 특별한 유물을 구매했습니다!

# Running
source: 正在运行中……
en: Running
ko: 실행 중…

# SafeHouse
source: 关卡：安全的角落
en: SafeHouse
ko: 스테이지: 안전한 곳

# Save to %@
source: 保存至：%@
en: Save to %@
ko: 저장 위치: %@

# ScreencapCost: %@ / %@ / %@
source: 截图耗时 min/avg/max(ms)： %1$@ / %2$@ / %3$@
en: ScreencapCost: %@ / %@ / %@
ko: 스크린샷 소요 시간 최소/평균/최대(ms): %1$@ / %2$@ / %3$@

# ScreencapFailed
source: 截图失败，如反复出现请尝试重启或更换模拟器！
en: ScreencapFailed
ko: 스크린샷 실패, 반복해서 발생하면 재시작하거나 에뮬레이터를 교체해 보세요!

source: SSS_约翰老妈新建地块
en: SSS-John's Mom New Tile

# SSSGamePass
source: 保全通关啦！
en: SSSGamePass
ko: 보안 파견 클리어!

# StageInfoError
source: 关卡识别错误
en: StageInfoError
ko: 스테이지 인식 오류

# StartCombat %@
source: 开始战斗：%@
en: StartCombat %@
ko: 전투 시작: %@

# StartTask %@
source: 开始任务：%@
en: StartTask %@
ko: 작업 시작: %@

# StoneUsed %lld UnitTime
source: 已使用源石 %lld 次
en: StoneUsed %lld UnitTime
ko: 오리지늄 %lld회 사용

# Stopped
source: 已停止
en: Stopped
ko: 정지됨

# System Proxy May Be Required
source: 可能需要系统代理。
en: System proxy may be required.
ko: 시스템 프록시를 설정해야 할 수도 있습니다.

# System Settings
source: 系统设置
en: System Settings

# TaskError %@
source: 任务出错：%@
en: TaskError %@
ko: 작업 오류: %@

# TheEX
source: 无奖励关卡，已停止
en: TheEX
ko: EX 스테이지 없음, 정지됨

# ThisFacility %@ %lld
source: 当前设施：%1$@ %2$lld
en: ThisFacility %@ %lld
ko: 현재 시설: %1$@ %2$lld

# TotalDrop %@ SanityLeft: %@
source: 掉落统计： %1$@ 剩余理智: %2$@
en: TotalDrop %@ SanityLeft: %@
ko: 드롭 통계: %1$@ 남은 이성: %2$@

# TouchModeNotAvaiable
source: 触控模式不可用。请进入 设置 - 连接设置 切换其他触控模式
en: TouchModeNotAvaiable
ko: 터치 모드를 사용할 수 없습니다. 설정 - 연결 설정에서 다른 터치 모드로 전환해주세요.

# Trader
source: 关卡：诡意行商
en: Trader
ko: 스테이지: 교활한 상인

# TryToReconnect (%lld)
source: 模拟器断开，正在尝试重连 (%lld)
en: TryToReconnect (%lld)
ko: 에뮬레이터 연결 끊김. 재연결 시도 중 (%lld)

# UnsupportedLevel
source: 不支持的关卡，请更新 MAA 软件版本！
en: UnsupportedLevel
ko: 지원되지 않는 스테이지입니다. MAA 소프트웨어 버전을 업데이트해주세요!

# Update Settings
source: 更新设置
en: Update

# UpperLimit
source: 投资达到上限
en: UpperLimit
ko: 투자 한도 도달

source: Use ADB Lite Tip
en: Experimental feature, theoretically better performance.

source: 一层远见密文板
en: Far-Sight Cipher Board on Floor 1
ko: 1층 원견 암호판

source: 一键长草
en: Farming
ko: 원클릭 파밍

source: 下载作业
en: Download Task
ko: 작업 다운로드

source: 不使用
en: No Use
ko: 사용 안 함

source: 不使用无人机
en: Do not use Drones
ko: 드론 사용 안 함

source: 不切换
en: Don't Switch
ko: 전환 안 함

source: 不加急
en: No Expedite
ko: 즉시 완료 안 함

source: 不将已进驻的干员放入宿舍
en: Don't put stationed Operators in Dormitory
ko: 이미 배치된 오퍼레이터를 숙소에 넣지 않음

source: 不支持此版本 PlayCover
en: This version of PlayCover is not supported.
ko: 이 버전의 PlayCover는 지원되지 않습니다.

source: 不购物
en: No Shopping
ko: 쇼핑 안 함

source: 专享月卡
en: Monthly Pass
ko: 전용 월정액

source: 中级作战记录
en: Intermediate Battle Record

source: 主题
en: Theme
ko: 테마

source: 主题：
en: Theme:
ko: 테마:

source: 争锋频道：蜜果城
en: Duel Channel: Honeydew
ko: 듀얼 채널: 허니프루트 시티

source: 争锋频道：青草城
en: Duel Channel: Green Grassville
ko: 듀얼 채널: 그린 그래스

source: 从剪贴板读取
en: Read from Clipboard
ko: 클립보드에서 읽기

source: 仓库材料
en: Depot Materials
ko: 창고 재료

source: 仓库识别
en: Depot
ko: 창고 인식

source: 以人为本分队
en: Humanitarian Squad

source: 任务
en: Task
ko: 작업

source: 企鹅物流
en: Penguin Logistics
ko: 펭귄 로지스틱스

source: 企鹅物流汇报ID
en: Penguin Logistics Report ID
ko: 펭귄 로지스틱스 보고 ID

source: 优先层数
en: Priority Floor
ko: 층수 우선

source: 优先投资
en: Priority Investment
ko: 투자 우선

source: 优先购买
en: Priority Purchase
ko: 우선 구매

source: 会客室
en: Reception Room
ko: 응접실

source: 会客室信息板收取信用
en: Credit collection from message board in Reception Room
ko: 응접실 단서 교류 크레딧 수령

source: 体力
en: Sanity

source: 作战记录
en: Battle Record

source: 作战记录×10
en: Battle Record×10

source: 使用 adb-lite 连接
en: Use ADB Lite
ko: adb-lite로 연결

source: 使用 Gzip 压缩有可能会出现内存泄漏，非测试用途建议关闭。
en: Using Gzip compression may cause memory leaks. It is recommended to disable this for non-testing purposes.
ko: Gzip 압축을 사용하면 메모리 누수가 발생할 수 있습니다. 테스트 목적이 아니라면 끄는 것을 권장합니다.

source: 使用密文板
en: Use Cipher Board
ko: 암호판 사용

source: 信息
en: Info
ko: 정보

source: 信用溢出时无视黑名单
en: Ignore blacklist if credits overflow
ko: 크레딧이 넘치면 무시 항목도 구매

source: 信用购物
en: Credit Shopping
ko: 크레딧 쇼핑

source: 信赖干员
en: Trust Operator
ko: 신뢰 오퍼레이터

source: 借助战赚信用
en: Earn Credit via Support
ko: 지원 오퍼레이터로 크레딧 벌기

source: 停止
en: Stop
ko: 정지

source: 停止任务
en: Stop Task
ko: 작업 정지

source: 傀影
en: Phantom
ko: 팬텀

source: 傀影与猩红血钻
en: Phantom & Crimson Solitaire
ko: 팬텀 & 크림슨 솔리테어

source: 储备源石锭达到上限时停止
en: Stops when invested coins reach limit
ko: 예비 오리지늄 각뿔이 상한에 도달하면 정지

source: 允许
en: Allow
ko: 허용

source: 允许使用 Gzip
en: Allow Gzip
ko: Gzip 사용 허용

source: 允许阻止系统睡眠
en: Allow Preventing System Sleep
ko: 시스템 절전 모드 방지 허용

source: 先手必胜
en: First Strike Advantage

source: 免费单抽
en: Free Single Pull
ko: 무료 단일 뽑기

source: 全部取消
en: Deselect All
ko: 모두 취소

source: 全部启用
en: Enable All
ko: 모두 활성화

source: 公开招募券
en: Recruitment Permit

source: 公招词条
en: Recruit Tags
ko: 공개 모집 태그

source: 关卡名
en: Stage Code
ko: 스테이지 이름

source: 关卡数据获取失败: %@
en: Failed to get stage data: %@
ko: 스테이지 데이터 가져오기 실패: %@

source: 关卡选择
en: Stage Selection
ko: 스테이지 선택

source: 关闭游戏
en: Close Game
ko: 게임 종료

source: 内置作业
en: Built-in Copilot
ko: 내장 작업

source: 内置排班
en: Built-in Roster
ko: 내장 교대

source: 内置资源版本：%@ 更新时间：%@
en: Built-in resource version: %@ Updated: %@
ko: 내장 리소스 버전: %@ 업데이트 시간: %@

source: 最多投资数量
en: Max Investment Count
ko: 최대 투자 수량

source: 最多探索次数
en: Max Exploration Count
ko: 최대 탐험 횟수

source: 最高难度
en: Highest Difficulty
ko: 최고 난이도

source: 凹2构想开局
en: Reroll for IS2 Start
ko: 2개 구상 시작

source: 凹开局
en: Reroll for Start
ko: 시작 리세마라

source: 凹开局干员精二直升
en: Reroll for E2 Starting Operator
ko: 시작 오퍼레이터 정예 2단계 즉시 승급

source: 分
en: Points
ko: 분

source: 分队开局密文板
en: Squad Starting Cipher Board
ko: 암호판 분대 시작

source: 初始化失败: %@
en: Initialization failed: %@
ko: 초기화 실패: %@

source: 初级作战记录
en: Basic Battle Record

source: 删除
en: Delete
ko: 삭제

source: 删除任务
en: Delete Task
ko: 작업 삭제

source: 制造站
en: Factory
ko: 제조소

source: 制造站-源石碎片
en: Originium Shards
ko: 제조소 - 오리지늄 조각

source: 制造站-经验书
en: Battle Records
ko: 제조소 - 스킬개론

source: 制造站-芯片组
en: Chip Packs
ko: 제조소 - 칩셋

source: 制造站-赤金
en: Pure Gold
ko: 제조소 - 금괴

source: 刷分/奖励点数，尽可能稳定地打更多层数
en: Farm points/Reward points, clear as many floors as possible
ko: 점수/보상 포인트 파밍, 가능한 한 안정적으로 더 많은 층을 클리어

source: 刷分与建造点
en: Farm Points and Construction Points
ko: 점수 및 건설 포인트 파밍

source: 刷取数量
en: Quantity
ko: 파밍 수량

# 刷坍缩
source: 刷坍缩范式
en: Farm Collapse Paradigms
ko: 붕괴 파밍

source: 刷坍缩范式
en: Farm collapse paradigms

source: 刷坍缩范式，遇到非稀有坍缩范式后重开
en: Farm collapse paradigms, restart when encountering non-rare collapse paradigm
ko: 붕괴 패러다임 파밍, 희귀하지 않은 붕괴 패러다임을 만나면 재시작

source: 刷开局，刷取热水壶或精二干员开局
en: Reroll for start, get Hot Water Kettle or E2 Operator start
ko: 시작 파밍, 주전자 또는 정예 2단계 오퍼레이터 시작 파밍

source: 刷开局启用购物
en: Enable Shopping on Start Reroll
ko: 시작 파밍 시 쇼핑 활성화

source: 刷新商店（指路鳞）
en: Refresh Rogue Trader with Dice
ko: 상점 새로고침 (패스파인더 핀)

source: 刷月度小队
en: Farm Monthly Squad

source: 刷月度小队，到达第五层后直接退出
en: Farm Monthly Squad, exit after reaching floor 5
ko: 월간 스쿼드 파밍, 5층 도달 후 즉시 종료

source: 刷深入调查，尽可能稳定地打更多层数
en: Grind Deep Investigation, clear as far as possible
ko: 심층 조사 파밍, 가능한 한 안정적으로 더 많은 층을 클리어

source: 刷源石锭，到达第二层后直接退出
en: Farm Originium Shards, exit after reaching floor 2
ko: 오리지늄 각뿔 파밍, 2층 도달 후 즉시 종료

source: 刷理智
en: Farm Sanity
ko: 이성 사용

source: 刷赤金
en: Farm LMD
ko: 금괴 파밍

source: 剿灭模式
en: Annihilation Mode
ko: 섬멸 모드

source: 办公室
en: Office
ko: 사무실

source: 加工站
en: Workshop
ko: 가공소

source: 加急
en: Expedite
ko: 즉시 완료

source: 加急许可
en: Expedited Plan

source: 助理
en: Assistant

source: 单设施最优解
en: Single Facility Optimal
ko: 단일 시설 최적화

source: 博朗台碎石模式
en: Bolan Stone Smashing Mode
ko: 그랑데 영감 모드

source: 博闻广记分队
en: Knowledge Squad

source: 卫戍协议：盟约
en: Stronghold Protocol: Alliance

source: 发现新资源版本：%@
en: New resource version found: %@
ko: 새로운 리소스 버전 발견: %@

source: 发电站
en: Power Plant
ko: 발전소

source: 取消
en: Cancel
ko: 취소

source: 取长补短
en: Prioritize Vanguards

source: 只凹直升不凹其他
en: Only Reroll for E2, No Battle
ko: 직승만 노리고 다른 것은 노리지 않음

source: 可以使用非好友助战
en: Enable non-friend support
ko: 친구 아닌 지원 오퍼레이터 사용 가능

source: 可能需要设置系统代理。
en: System proxy may be required.
ko: 시스템 프록시를 설정해야 할 수도 있습니다.

source: 司岁台分队
en: Ageless Court Squad

source: 吃源石
en: Use Originium
ko: 오리지늄 사용

source: 吃理智药
en: Use Sanity Potion
ko: 이성 회복제 사용

source: 合成玉
en: Orundum

source: 后勤分队
en: Logistics Squad

source: 周常任务
en: Weekly Tasks
ko: 주간 임무

source: 因地制宜分队
en: Adaptation Squad

source: 固源岩
en: Originium

source: 国际服（YoStarEN）
en: International (YoStarEN)
ko: 글로벌 서버 (YoStarEN)

source: 在活动主界面（右下角有“开始营业/继续营业”处）开始任务。 等待自动完成相谈室对话。
en: Start task from the event main screen (bottom-right "Start Business/Continue Business"). Wait for automatic Mikage consultation completion.
ko: 이벤트 메인 화면 (오른쪽 하단에 "영업 시작/계속" 버튼이 있는 곳)에서 작업을 시작합니다. 상담실 대화가 자동으로 완료될 때까지 기다립니다.

source: 在活动主界面（右下角有“开始重建”处）开始任务。
en: Start task from the event main screen (bottom-right "Start Rebuild").

source: 在活动主界面（有“独立模拟”处开始任务） 手动通关“标准模拟”可以更快的刷分 只能刷等级奖励，拿蚀刻章得打完所有的“关键目标”
en: Start task from the event main screen ("Independent Simulation") Manually clearing "Standard Simulation" allows faster point farming Can only farm level rewards, complete all "Key Objectives" to get Emblems

source: 在活动页面最左侧开始
en: Start from the left side of the event page

source: 在第五层BOSS前暂停
en: Pause before Floor 5 Boss
ko: 5층 보스 전에서 일시 정지

source: 地面突破分队
en: Ground Breakthrough Squad

source: 坚不可摧
en: Indestructible

source: 基建工作心情阈值: %.0f%%
en: Infrast Work Morale Threshold: %.0f%%
ko: 기반 시설 오퍼레이터 컨디션 임계값: %.0f%

source: 基建换班
en: Base Mode
ko: 기반 시설 교대

source: 基建模式
en: Base Mode
ko: 기반 시설 모드

source: 堡垒战术分队
en: Fortress Squad

source: 复制结果JSON至剪贴板：
en: Copy result JSON to clipboard:
ko: 결과 JSON을 클립보드에 복사:

source: 外部作业（可拖入文件）
en: External Copilot (drag and drop files)
ko: 외부 작업 (파일 드래그 가능)

source: 外部资源版本：%@ 更新时间：%@
en: External resource version: %@ Updated: %@
ko: 외부 리소스 버전: %@ 업데이트 시간: %@

source: 天师府分队
en: Celestial Master Squad

source: 好
en: OK
ko: 확인

source: 如果长时间连接不上或出错，请尝试下载使用“文件” > “PlayCover链接…”中的最新版本
en: If connection fails or errors persist for a long time, try downloading and using the latest version from "File" > "PlayCover Link..."
ko: 오랫동안 연결되지 않거나 오류가 발생하면 "파일" > "PlayCover 연결…"에서 최신 버전을 다운로드하여 사용해 보세요.

source: 官服
en: Official (CN)
ko: 공식 서버

source: 实用工具
en: Utilities
ko: 유틸리티

source: 实验性功能，理论性能更好。
en: Experimental feature, theoretically better performance.
ko: 실험적 기능, 이론적으로 성능이 더 좋습니다.

source: 客户端类型：
en: Client Type:
ko: 클라이언트 유형:

source: 客户端类型：%@
en: Client Type: %@
ko: 클라이언트 유형: %@

source: 家具零件
en: Furniture Part

source: 宿舍
en: Dormitory
ko: 숙소

source: 宿舍空余位置蹭信赖
en: Trust farming in Dormitory
ko: 숙소의 남은 자리로 신뢰도 올리기

source: 寻访一次
en: Gacha Once
ko: 헤드헌팅 1회 진행 (단챠)

source: 寻访凭证
en: Permit

source: 寻访十次
en: Gacha Ten Times
ko: 헤드헌팅 10회 진행 (10연챠)

source: 小游戏
en: Mini-Games
ko: 미니 게임

source: 岁影回音分队
en: Age Echo Squad

source: 岁的界园志异
en: Jie's Chronicles
ko: 쉐이의 기괴한 정원

source: 已启用
en: Enabled
ko: 활성화됨

source: 已拥有干员：
en: Owned Operators:

source: 已拥有干员：%lld
en: Owned Operators: %lld
ko: 보유 오퍼레이터: %lld

source: 希望
en: Hope
ko: 희망

source: 常规模式
en: Normal Mode
ko: 일반 모드

source: 干员列表
en: Operator List
ko: 오퍼레이터 목록

source: 干员寻访
en: Recruitment
ko: 오퍼레이터 헤드헌팅

source: 干员识别
en: Operator Recognition
ko: 오퍼레이터 인식

source: 幸运墙
en: Luck Wall
ko: 행운의 벽

source: 建材
en: Building Material

source: 开启
en: Open
ko: 열기

source: 开始
en: Start
ko: 시작

source: 开始任务
en: Start Task
ko: 작업 시작

source: 开始唤醒
en: Start Up
ko: 로그인

source: 开始游戏
en: Start Game
ko: 게임 시작

source: 开局分队
en: Starting Squad
ko: 시작 분대

source: 开局干员（单个）
en: Starting Operator (Single)
ko: 시작 오퍼레이터 (1명)

source: 开局职业组
en: Starting Roles
ko: 시작 직군 (모집 조합)

source: 异想天开分队
en: Whimsical Squad

source: 当前/上次
en: Cur/Last
ko: 현재/최근

source: 当前难度
en: Current Difficulty
ko: 현재 난이도

source: 待刷坍缩范式
en: Collapse Paradigms to Farm
ko: 파밍할 붕괴 패러다임

source: 循环次数
en: Loop Times
ko: 반복 횟수

source: 心胜于物分队
en: Mind Over Matter Squad

source: 我已知晓，继续
en: I understand, continue
ko: 알겠습니다, 계속 진행합니다.

source: 手动确认1星
en: Manually confirm 1★
ko: 1성 수동 확인

source: 手动跳过教程对话，然后可以直接退出。 在活动主界面（右下角有“加入赛事”处）开始任务。 跟着鸭总喝口汤。
en: Manually skip tutorial dialog, then you can exit. Start task from the event main screen (bottom-right "Join Event"). Follow Duck Chief.
ko: 튜토리얼 대화를 수동으로 건너뛴 후 바로 종료할 수 있습니다. 이벤트 메인 화면 (오른쪽 하단에 "대회 참가" 버튼이 있는 곳)에서 작업을 시작합니다. 오리 사장님을 따라 한 모금 마시자.

source: 手动输入关卡名
en: Manual entry of stage names
ko: 스테이지 이름 수동 입력

source: 打开根目录…
en: Open Root Directory...
ko: 루트 디렉토리 열기…

source: 打开自定义排班文件夹…
en: Open Custom Roster Folder...
ko: 사용자 지정 교대 폴더 열기…

source: 技巧概要
en: Skill Summary

source: 投资后进二层
en: Proceed to floor 2 after investment
ko: 투자 후 2층 진입

source: 投资源石锭
en: Invest coins
ko: 오리지늄 각뿔 투자

source: 抽卡结果为真实记录，非模拟
en: Gacha results are real records, not simulations.
ko: 뽑기 결과는 실제 기록이며 시뮬레이션이 아닙니다.

source: 招揽信
en: Recruitment Letter

source: 招聘许可
en: Recruitment Permit

source: 拟态学者分队
en: Mimicry Scholar Squad

source: 指定材料
en: Material
ko: 지정 재료

source: 指定次数
en: Perform Battles
ko: 지정 횟수

source: 指挥分队
en: Squad

source: 按住加号按钮
en: Hold the + button
ko: 더하기 버튼을 누르고 있기

source: 探索者的银凇止境
en: Explorers' Silverash Terminus
ko: 탐험가의 은빛 서리 끝자락

source: 接收开发版更新
en: Receive Beta Updates
ko: 개발 버전 업데이트 받기

source: 控制中枢
en: Control Center
ko: 제어 센터

source: 支援道具：
en: Support Items:
ko: 지원 아이템:

source: 收取信用及购物
en: Collect Credits and Shop
ko: 크레딧 수령 및 쇼핑

source: 文件格式错误
en: File format error
ko: 파일 형식 오류

source: 新增定时
en: Add Schedule
ko: 새로운 타이머 추가

source: 方案
en: Plan
ko: 계획

source: 无下载链接，请检查CDK
en: No download link, please check CDK
ko: 다운로드 링크가 없습니다. CDK를 확인해주세요.

source: 无人机用途
en: Drone Usage
ko: 드론 용도

source: 无存档，通过进出关卡刷生息点数
en: I do not have a save, let's farm prosperity points by repeatedly entering and exiting stages.
ko: 저장 없음, 스테이지 진입/퇴장으로 생존 점수 파밍

source: 无效文件
en: Invalid file
ko: 잘못된 파일

source: 无法找到游戏文件: %@
en: Cannot find game file: %@
ko: 게임 파일을 찾을 수 없습니다: %@

source: 无法检查资源更新: %@
en: Cannot check resource update: %@
ko: 리소스 업데이트를 확인할 수 없습니다: %@

source: 无法识别配置
en: Cannot recognize configuration
ko: 설정을 인식할 수 없습니다.

source: 无限吃48小时内过期的理智药
en: Use all Sanity Potions expiring within 48 hours
ko: 48시간 이내 만료되는 이성 회복제 전부 사용

source: 无需更新
en: No update needed
ko: 업데이트 불필요

source: 无需更新资源
en: Resource update not needed
ko: 리소스 업데이트 불필요

source: 日常任务
en: Daily Tasks
ko: 일일 임무

source: 日常任务定时执行会在系统休眠之后失效, 打开此功能可以阻止系统自动睡眠
en: Scheduled tasks may fail after system sleep. Enable this to prevent automatic sleep.
ko: 일일 임무 예약 실행은 시스템 절전 모드 진입 시 무효화됩니다. 이 기능을 켜면 시스템이 자동으로 절전 모드로 진입하는 것을 방지할 수 있습니다.

source: 日志
en: Log
ko: 로그
